[
    {
        "tipId": "burndown_description",
        "msg": "This section will allow you to create 'Plans' and Set a PCF Cost Burndown Target Mode."
    },
    {
        "tipId": "plan_description",
        "msg": "Plans are a way for you to estimate what size and quantity of PCF tenant(s) your PCF foundation will host."
    },
    {
        "tipId": "costing_pcf_costs",
        "msg": "PCF Costs represent your 'Estimated' Pivotal license costs for your Foundation."
    },
    {
        "tipId": "costing_iaas_costs",
        "msg": "IaaS Costs represent your 'Estimated' vSphere, AWS, vCloud Air, or Openstack infrastructure costs for your PCF Foundation."
    },
    {
        "tipId": "costing_opex_costs",
        "msg": "Opex Costs represent your other variable costs for your Foundation like: FTEs, DataCenter Costs, Support, etc..."
    },
    {
        "tipId": "tco_duration",
        "msg": "This value represents your total cost of ownership for the Forecast Duration & Cost values entered above (PCF + IaaS + Opex)"
    },
    {
        "tipId": "tco_monthly",
        "msg": "This value represents your TCO in a per month view (TCO / Forecast Duration)"
    },
    {
        "tipId": "tco_base_gbhr",
        "msg": "This value is the 'base' GB/Hour cost.  It assumes that all resources are 100% utilzed in your foundation and is the basis for the estimated cost in the 'Plans' section.  Do not use this value without consulting the 'Plans' section"
    },
    {
        "tipId": "cost_summary_gbhr",
        "msg": "This value is the estimated cost after calculating your ramp up plans.  Assuming you are not at 100% utilization on day 1, plans will allow you to predict consumption.   It is a more accurate value that the 'Base GB/Hour' in the 'Costing' section after plans have been entered"
    },
    {
        "tipId": "plans_forcasting_input",
        "msg": "This section allows you to forecast your initial PCF foundation tenant cunsumption and rate of growth"
    },
    {
        "tipId": "plans_summary",
        "msg": "This section will calculate an estimated Profit/Loss for your foundation.  If a value of '~ -1 months' is arrived at for your profit target month,  it signifies that profitability will be reached AFTER the forecast duration value in the 'Costing' section."
    }
]